;this is configuration file
;item of order
[orderitem]
col1=订单号
col2=区域
col3=公司名称
col4=经办人
col5=款号
col6=单价
col7=订单数量
col8=发货工厂
col9=发货数量
col90=剩余数量
col91=产品编号
col92=产品规格
col93=订单交货时间
col94=是否开票
col95=开票时间
col96=开票抬头
col97=开票金额
col98=付款时间

;item of sample
[sampleitem]
col1=样单号
col2=样品邮寄时间
col3=客户名称
col4=经办人
col5=产品编号
col6=报价
col7=产品规格
col8=打样结果

;item of customer
[customeritem]
col1=公司名称
col2=联系人
col3=客户类别
col4=职务
col5=电话
col6=传真
col7=手机
col8=邮箱
col9=QQ
col90=备注

;log config
[log]
loglevel=1

;database config
[SQL]
dbname=ORDER_MANAGER_2013
ip=127.0.0.1
port=3306
user=root
password=root

;order detail
[orderdetail]
col1=订单号
col2=明细号
col3=公司名称
col4=经办人
col5=款号
col6=品名
col7=发货数量
col8=快递单号